/*  Class = "NSButton"; gToolTip = "Encrypt all connection and window state data with a password."; ObjectID = "3";  */
"Encrypt all connection and window state data with a password." = "Alle Verbindungen und Informationen über Fenster mit einem Passwort verschlüsseln.";

/*  Class = "NSButton"; gToolTip = "Remember selected table, view status, filter settings, etc."; ObjectID = "4";  */
"Remember selected table, view status, filter settings, etc." = "Ausgewählte Tabelle, View-Status, Filter-Einstellungen, etc. speichern";

/*  Class = "NSButton"; gToolTip = "ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!"; ObjectID = "5";  */
"ATTENTION: If enabled all passwords will be saved in the file! It is highly recommended to encrypt the entire data!" = "VORSICHT: Diese Option speichert alle Passwörter in der Datei! Es wird unbedingt empfohlen die Datei mit einem Passwort zu verschlüsseln!";

/*  Class = "NSButtonCell"; title = "Include passwords"; ObjectID = "6";  */
"Include passwords" = "Passwörter einschließen";

/*  Class = "NSButtonCell"; title = "Remember window state"; ObjectID = "7";  */
"Remember window state" = "Fenster-Status einschließen";

/*  Class = "NSButtonCell"; title = "Encrypt with password:"; ObjectID = "8";  */
"Encrypt with password:" = "Mit Passwort verschlüsseln:";

/*  Class = "NSButtonCell"; title = "Auto connect when opening"; ObjectID = "14";  */
"Auto connect when opening" = "Nach dem Öffnen sofort verbinden";

/*  Class = "NSButtonCell"; title = "Remember Query Editor content"; ObjectID = "16";  */
"Remember Query Editor content" = "Inhalt des Abfrage-Editors einschließen";

/*  Class = "NSTextFieldCell"; title = "It is highly recommended to encrypt the entire data!"; ObjectID = "36";  */
"It is highly recommended to encrypt the entire data!" = "Verschlüsseln Sie die Datei unbedingt mit einem Passwort!";

